{ "descriptions": [
    "The Fool: A carefree traveler, representing new beginnings, spontaneity, and a leap of faith.",
    "The Magician: A figure harnessing the elements, symbolizing manifestation, resourcefulness, and potential.",
    "The High Priestess: A mysterious woman between two pillars, embodying intuition, subconscious knowledge, and mystery.",
    "The Empress: A nurturing figure surrounded by nature, representing fertility, abundance, and maternal care.",
    "The Emperor: A powerful ruler on a throne, symbolizing authority, structure, and stability.",
    "The Hierophant: A spiritual teacher with followers, representing tradition, spiritual wisdom, and conformity.",
    "The Lovers: A couple under an angel’s blessing, symbolizing love, union, and choices.",
    "The Chariot: A determined figure in a chariot, signifying control, willpower, and triumph over obstacles.",
    "Strength: A woman gently holding a lion, representing courage, inner strength, and compassion.",
    "The Hermit: A solitary figure with a lantern, symbolizing introspection, solitude, and inner guidance.",
    "Wheel of Fortune: A wheel surrounded by various figures, representing fate, cycles, and change.",
    "Justice: A figure with a sword and scales, embodying fairness, truth, and accountability.",
    "The Hanged Man: A man suspended upside down, representing surrender, perspective, and sacrifice.",
    "Death: A skeletal figure on a horse, symbolizing transformation, endings, and new beginnings.",
    "Temperance: An angel mixing two cups, representing balance, moderation, and harmony.",
    "The Devil: A figure with chains and a goat, symbolizing temptation, materialism, and bondage.",
    "The Tower: A tower struck by lightning, representing upheaval, chaos, and revelation.",
    "The Star: A woman pouring water under the stars, symbolizing hope, inspiration, and serenity.",
    "The Moon: A night scene with a path and animals, representing intuition, illusion, and the subconscious.",
    "The Sun: A bright sun with joyful figures, embodying positivity, success, and vitality.",
    "Judgment: Angels calling forth the dead, representing renewal, reflection, and awakening.",
    "The World: A figure within a wreath, symbolizing completion, fulfillment, and unity.",
    "Ace of Wands: A hand holding a budding wand, symbolizing inspiration, new ideas, and potential.",
    "Two of Wands: A figure holding the world, representing planning, exploration, and future prospects.",
    "Three of Wands: A figure looking out to sea, symbolizing foresight, expansion, and trade.",
    "Four of Wands: Celebration under a garland, representing harmony, homecoming, and stability.",
    "Five of Wands: Competing figures, symbolizing conflict, competition, and challenges.",
    "Six of Wands: A victorious figure on a horse, representing triumph, recognition, and success.",
    "Seven of Wands: A figure defending a position, symbolizing perseverance, challenge, and standing one’s ground.",
    "Eight of Wands: Eight wands flying through the air, representing speed, action, and rapid progress.",
    "Nine of Wands: A weary figure with a bandaged head, symbolizing resilience, persistence, and defensiveness.",
    "Ten of Wands: A figure burdened with wands, representing responsibility, stress, and hard work.",
    "Page of Wands: A youthful figure holding a wand, symbolizing enthusiasm, exploration, and creativity.",
    "Knight of Wands: A knight on a horse, representing adventure, impulsiveness, and passion.",
    "Queen of Wands: A confident queen with a sunflower, embodying charisma, determination, and warmth.",
    "King of Wands: A king with a wand and a lion, symbolizing leadership, vision, and courage.",
    "Ace of Cups: A cup overflowing with water, symbolizing love, emotions, and new relationships.",
    "Two of Cups: Two figures exchanging cups, representing partnership, unity, and attraction.",
    "Three of Cups: Three figures celebrating, symbolizing friendship, joy, and community.",
    "Four of Cups: A figure contemplating three cups, representing apathy, reevaluation, and contemplation.",
    "Five of Cups: A figure mourning spilled cups, symbolizing loss, regret, and focusing on the negative.",
    "Six of Cups: Children exchanging cups, representing nostalgia, memories, and innocence.",
    "Seven of Cups: A figure faced with various cups, symbolizing choices, fantasies, and illusions.",
    "Eight of Cups: A figure walking away from cups, representing withdrawal, moving on, and seeking deeper meaning.",
    "Nine of Cups: A figure content with cups, symbolizing wishes fulfilled, satisfaction, and emotional well-being.",
    "Ten of Cups: A family under a rainbow, representing harmony, happiness, and fulfillment in relationships.",
    "Page of Cups: A youthful figure with a cup, symbolizing creativity, intuition, and new emotional experiences.",
    "Knight of Cups: A romantic knight, representing idealism, charm, and pursuing dreams.",
    "Queen of Cups: A nurturing queen holding a cup, embodying empathy, intuition, and compassion.",
    "King of Cups: A king with a cup, symbolizing emotional balance, wisdom, and diplomacy.",
    "Ace of Swords: A sword held high, symbolizing clarity, truth, and new ideas.",
    "Two of Swords: A blindfolded figure with crossed swords, representing indecision, stalemate, and choices.",
    "Three of Swords: A heart pierced by three swords, symbolizing heartbreak, grief, and sorrow.",
    "Four of Swords: A resting figure, representing contemplation, rest, and recovery.",
    "Five of Swords: A figure with swords in hand, symbolizing conflict, defeat, and hollow victories.",
    "Six of Swords: A boat moving away from choppy waters, representing transition, healing, and journey.",
    "Seven of Swords: A figure sneaking away with swords, symbolizing deception, strategy, and betrayal.",
    "Eight of Swords: A bound figure surrounded by swords, representing restriction, confusion, and feeling trapped.",
    "Nine of Swords: A figure awake at night, symbolizing anxiety, worry, and fear.",
    "Ten of Swords: A figure lying with ten swords, representing betrayal, endings, and loss.",
    "Page of Swords: A youthful figure with a sword, symbolizing curiosity, communication, and vigilance.",
    "Knight of Swords: A knight charging ahead, representing action, determination, and impulsiveness.",
    "Queen of Swords: A queen with a sword and a stern expression, embodying clarity, independence, and intellect.",
    "King of Swords: A king with a sword, symbolizing authority, rationality, and truth.",
    "Ace of Pentacles: A hand holding a pentacle, symbolizing new financial opportunities and material beginnings.",
    "Two of Pentacles: A figure juggling two pentacles, representing balance, adaptability, and multitasking.",
    "Three of Pentacles: Figures collaborating on a project, symbolizing teamwork, skill, and mastery.",
    "Four of Pentacles: A figure holding onto pentacles, representing stability, control, and possessiveness.",
    "Five of Pentacles: Two figures in the cold, symbolizing hardship, financial loss, and struggle.",
    "Six of Pentacles: A figure giving to others, representing generosity, charity, and balance in giving and receiving.",
    "Seven of Pentacles: A figure assessing pentacles, symbolizing patience, investment, and contemplation of progress.",
    "Eight of Pentacles: A figure diligently working on pentacles, representing craftsmanship, skill development, and hard work.",
    "Nine of Pentacles: A figure enjoying luxury, symbolizing independence, self-sufficiency, and rewards of hard work.",
    "Ten of Pentacles: A family surrounded by pentacles, representing legacy, wealth, and long-term success.",
    "Page of Pentacles: A young figure with a pentacle, symbolizing ambition, new opportunities, and practicality.",
    "Knight of Pentacles: A knight on a slow-moving horse, representing reliability, hard work, and perseverance.",
    "Queen of Pentacles: A nurturing queen surrounded by nature, embodying practicality, security, and domesticity.",
    "King of Pentacles: A king with wealth and abundance, symbolizing stability, success, and financial mastery."
]}
